Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja3/brastad-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 3 .
nob: Artikkel i boka Samisk skolehistorie 3 .

source: Rivttes guvlui ?
nob: På rett veg ?

source: Loabága sámegieloahpahusa árvvoštallan
nob: Evaluering av samiskopplæringa i Lavangen

source: Eivind Bråstad Jensen sámi skuvlakonferánssas Romssas , 2003 ( Govva : Svein Lund )
nob: Eivind Bråstad Jensen på samisk skolekonferanse i Tromsø , 2003 ( Foto : Svein Lund )

source: 2006 njukčamánu Loabága suohkan bálkáhii Eivind Bråstad Jensena árvvoštallat Loabága sámeskuvlla .
nob: I mars 2006 blei Eivind Bråstad Jensen engasjert av Lavangen kommune til å gjøre ei evaluering av Lavangen sameskole .

source: Su raporttas , mii geigejuvvui suohkanii 2006 skábmamánu , čállo álggus historjjálaš duogáš man ovddit artihkal buori muddui fátmmasta .
nob: Rapporten hans , som blei overlevert til kommunen i november 2006 , har først en historisk bakgrunn som i stor grad er dekt av artikkelen foran her .

source: Dasto son árvvoštallá maŋimus logi jagi earáhuvvama ja buohtastahttá dan Kamil Øzerka árvvoštallamiin 1996 raporttas « På rett veg » ( Rivttes guvlui ) .
nob: Deretter vurderer han utviklinga det siste tiåret og sammenligner med vurderingene til Kamil Øzerk i rapporten « På rett vei » frå 1996 .

source: Dá lea oaniduvvon oasi raportta maŋemus oasis , nugo lea prentejuvvon girjjis .
nob: Her følger et redigert utdrag av den siste delen av rapporten , slik det er trykt i boka Samisk skolehistorie 3 .

source: Sáhtát das maiddái lohkat dievaslaš raporta .
nob: Vi har også lagt ut den fullstendige rapporten her .

source: ( Dušše dárogillii . )
nob: ( Bare på norsk . )

source: Eivind Bråstad Jensen riegádii 1946:s ja lea bajásšaddan Romssas , gos váccii vuođđoskuvlla , joatkkaskuvlla ( gymnása ) ja universitehtii ráhkkanahttima filosofiija vuosttaš studeanttaid searvvis 1965:s .
nob: Eivind Bråstad Jensen er født i 1946 og oppvokst i Tromsø , der han gikk folkeskole , gymnas og tok forberedende i filosofi med det første kullet i 1965 .

source: Dasto son logai davviriikkaid oahpa vuođđofága , historjjá gaskafága ja pedagogihka váldofága Oslo universitehtas .
nob: Deretter tok han nordisk grunnfag , historie mellomfag og pedagogikk hovedfag ved Universitetet i Oslo .

source: Son lea leamašan oahpaheaddjin vuođđoskuvllas ja allaskuvllas , Romssa universitehta diehtojuohkindirektevran ja Romssa fylkka oahpahusdirektevran .
nob: Han har vært lærer i grunnskole og høgskole , informasjonsdirektør ved Universitetet i Tromsø og utdanningsdirektør i Troms .

source: Dál son bargá doseantan Romssa universitehtas .
nob: Nå er han dosent ved Universitetet i Tromsø .

source: Eivind Bråstad Jensen lea almmuhan máŋga girjji , ee. Fra fornorskningspolitikk til kulturelt mangfold ( Dáruiduhttinpolitihkas kultuvrralaš valljivuhtii ) ja Skoleverket og de tre stammers møte ( Skuvla ja golmma čeardda ovttastallan ) .
nob: Eivind Bråstad Jensen har gitt ut flere bøker , bl.a. Fra fornorskningspolitikk til kulturelt mangfold og Skoleverket og de tre stammers møte .

source: Váhnemat geat rahče sámegieloahpahusa ovddas Loabágis , orrot vuordán ahte dušše skuvlafálaldat livččii doarvái vai mánát oahpaše hupmat sámegiela .
nob: De foreldrene som kjempet fram samiskopplæring i Lavangen , ser ut til å ha forventet at et tilbud på skolen alene ville være nok til at barna etter hvert skulle bli i stand til å snakke samisk .

source: Muhto buot vásáhusat duođaštit ahte sámegielgeavahus mánáid ruovttubirrasis váikkuha hui ollu giela oahppamii .
nob: Men all erfaring viser at bruk av samisk i barnas hjemmemiljø betyr svært mye for læring av språket .

source: Sámi mánát geaid váhnemat beaivválaččat hupmet sámegiela , dáidet oahppat eanet sámegiela ruovttus go skuvllas .
nob: Barn av samiske foreldre som bruker samisk daglig , vil sannsynligvis lære mer samisk hjemme enn på skolen .

source: Lea jáhku mielde eaktun giela seailumii go váhnemat addet mánáidasaset giellamáhtolašvuođa go geavahit giela viššalit ruovttus .
nob: At språket formidles fra foreldre til barn gjennom aktiv bruk i hjemmet , er sannsynligvis langt på vei en forutsetning for at språket skal overleve .

source: Sámegieloahpahus rivttes guvlui ?
nob: Samiskopplæringen på rett vei ?

source: Optimisttalaš raporta 1996:s
nob: Optimistisk rapport i 1996 .

source: Rápmi Loabát suohkanii
nob: Ros til Lavangen kommune

source: Loabát suohkan lei mearridan sámi klássaortnega geahččalanprošeaktan golmma jahkái .
nob: Lavangen kommune hadde vedtatt ordningen med samiske klasser , med oppstart i 1992 som et prøveprosjekt over tre år .

source: Prošeaktaáigodaga loahpageahčen , 1995:s , suohkan bálkáhii Kamil Øzerka , Oslo Universitehtas / Sámi allaskuvllas , árvvoštallat prošeavtta .
nob: Mot slutten av prosjektperioden , i 1995 , engasjerte derfor kommunen førsteamanuensis ( nå professor ) Kamil Øzerk , Universitetet i Oslo / Samisk høgskole til å evaluere prosjektet .

source: Su raporta « På rett veg » almmustahtii buori jáhku dasa ahte lea vejolaš ovddidit doaibmi guovttegielalašvuođa Loabágis .
nob: Hans rapport ” På rett vei ” avdekker et optimistisk syn på mulighetene for å fremme funksjonell tospråklighet i Lavangen .

source: Son goitge ii čiegat ge ahte eaktun dasa lea ahte sámi biras olggobealde skuvlla nannejuvvošii , ahte livčče positiiva vuordámušat mánáid gielalaš ovdáneapmái sihke dárogielat ja sámegielat birrasiin olggobealde skuvlla , ahte skuvla joatkkášii áŋgiruššat dálá guovttegielat oahpahusa , ja ahte oahppit deaivvadivčče ja geavahivčče sámegiela iešguđet sajádagas ja iešguđetlágan ulbmiliiguin árgabeaivválaš eallimis .
nob: Han legger riktignok innledningsvis ikke skjul på at dette forutsetter styrking av det samiske miljøet utenfor skolen , positive forventninger både i det norskspråklige og det samisk-språklige miljøet utenfor skolen til barnas tospråklige utvikling , at skolen fortsetter med sin nåværende innsats med tospråklig undervisning , og at elevene møter og bruker samisk i forskjellige arenaer og til ulike formål i det daglige liv .

source: Øzerk rámida dan maid gohčoda Loabága guovttegielat modeallan danne go dat čájeha ahte « suohkana skuvllat vuhtiiváldet ohppiid sosiokultuvrralaš eavttuid ja bearášduogáža .
nob: Øzerk berømmer det han kaller Lavangens tospråklige modell fordi denne demonstrerer at ” skoleverket i kommunen respekterer elevenes sosiokulturelle forutsetninger og familiebakgrunn .

source: Modealla lea mielde dáhkideame árvo- ja beroštussearvevuođa sámi ruovttuid ja skuvlla gaskka , ja dan ládje láhčá dilálašvuođa lihkostuvvan ja nannejuvvon sosialiseremii man boađus lea guovttegielat ja guovttekultuvrralaš ássiid ovdáneapmi . »
nob: Modellen er med på å sikre et verdi- og interessefellesskap mellom samiske hjem og skolen , og på den måten legge forholdene til rette for en vellykket forsterket sosialisering hvor utvikling av tospråklige og tokulturelle borgere er resultatet . ”

source: Son lea gávnnahan ahte oahppit bures lokte áiggi skuvlla váccidettiin , ja ahte buohkaid mielas lei buorre go ožžo guovttegielat oahpahusa .
nob: ( op cit s. 9)Han slår fast at elevene stortrivdes med sin skolegang , og at alle syntes det var bra å få tospråklig undervisning . ”

source: Son guoskkaha čuolbmabeali mii ain lea hui áigeguovdil go son várre sámi ohppiid geat vázzet guovttegielat klássain lihcohallamis skuvlla ovttastallamiin .
nob: Han berører en problemstilling som fortsatt er svært aktuell når han bestemt advarer mot at samiske elever som går i det han konsekvent kaller de tospråklige , ikke samiske , klassene , ekskluderes fra det sosiale fellesskapet på skolen .

source: Son oaivvilda ahte oahppit iešguđet klássain ja klássaluohkáin muhtumin galggašedje mielde oktasaš doaimmain .
nob: Han tar derfor til ordet for at elever fra ulike klasser og klassetrinn noen ganger driver med felles aktiviteter .

source: Dehálaš ásahit buorredáhtolaš vuordámušaid
nob: ( op cit s. 19 ) Viktig å skape positive forventninger

source: Orru leamen nu ahte Øzerk dáinna raporttain lea háliidan ásahit movtta ja jáhku guovttegielatvuođa oahpahussii buot suohkana birrasiin .
nob: Det kan synes som Øzerk med denne rapporten har ønsket å bidra til å skape entusiasme og tro på tospråklighetsundervisningen i alle miljøer i kommunen .

source: Lea gal miella árvvoštallat su doaivvu ja váimmolaš ávu dán árvvoštallama duogáža ektui , namalassii ahte golmma jagi geahččalanáigodaga loahppa lahkonišgođii .
nob: Det er også fristende å se hans optimisme og begeistring i lys av bakgrunnen for evalueringen , nemlig at forsøksperioden på tre år nærmet seg slutten .

source: Danne árvvoštallan sakka váikkuhivččii doaimma bohtteáiggi dáfus .
nob: Evalueringen ville derfor få følger for tiltakets videre skjebne .

source: Eanas lea sorjavaš oppalaš skuvlaservodagas
nob: Det meste avhenger av det samlede skolesamfunnet

source: Øzerk ii čiegat dan ahte ollu vuolgá das movt skuvlaservodat obbalaččat vuhtiiváldá guovttegielat oahpahusa .
nob: Øzerk legger ikke skjul på at mye står og faller ved hvordan skolesamfunnet som helhet forholder seg til tospråklighetsopplæringa .

source: Jus oahpahanfáddá dahje pedagogalaš doaibma gálgá lihkostuvvat , de lea « oahpes fenomena ahte buot bargit fertejit ásahit eaiggátvuođa dasa . »
nob: For skal et opplegg eller pedagogisk tiltak lykkes , er det ” et kjent fenomen at da må hele personalet etablere et eierforhold til det . ”

source: Son dárkkuha danin ahte « skuvlla guovttegielat klássat berrejit adnojuvvot lunddolaš ja integrerejuvvon oassin skuvlla oppalaš doaimmas , ja ahte buot oahpaheddjiin juogaláhkái berre leat gullevašvuohta dán ovddasmanni bargui suohkana historjjás . »
nob: Han presiserer derfor at ” skolens tospråklige klasser bør anses som en naturlig og integrert del av skolens totale virksomhet , og at alle lærere på en eller annen måte bør ha en tilknytning til dette pionerarbeidet i kommunens historie . ”

source: Kamil Øzerk sakka deattuha dan ahte guovttegielat oahpaheaddjit ja oahppit eai bázáše skuvlabirrasa olggobeallái .
nob: Kamil Øzerk legger stor vekt på at de tospråklige lærerne og elevene ikke blir stående på utsiden av skolemiljøet .

source: Son rávve danne ahte guovttegielat oahpaheaddjit « oahpahivčče maiddái eará ohppiid nai , vai guovttegielat oahpaheaddjit eai adnojuvvoše dušše earáid oahpaheaddjin , muhto buohkaid oahpaheaddjin .
nob: Han anbefaler derfor at de tospråklige lærerne ” underviser også litt for andre elever på skolen , slik at de tospråklige lærerne ikke skal oppfattes som andre lærere , men alles lærere .

source: Seamma ládje berreše guovttegielat oahppit ja dárogielat oahppit bargat oktasaš doaimmaiguin , vai ovdánahttojuvvošii oktiigullevašvuohta ohppiid gaskkas beroškeahttá sin ( klássagullevašvuođas dahje ) gielalaš / čearddalaš duogážis . »
nob: På samme måte bør tospråklige elever og norskspråklige elever drive med noen felles aktiviteter , slik at det utvikles et sosialt samhold mellom elever uavhengig av deres ( klassetilhørighet eller ) språklige / etniske bakgrunn . "

source: Govvádusas vuhtto duohta illu Loabága guovddášskuvlla guovttegielat oahpahusa dihte , man Øzerk gohčoda ovddasmanni bargun suohkanis mii lea sámegiela hálddašanguovllu olggobealde .
nob: ( op cit s. 22 ) Framstillinga er gjennomsyret av en begeistring for Lavangen sentralskoles tospråklige undervisning som Øzerk beskriver som et nybrottsarbeid i en kommune som ligger utenfor samelovens virkeområde .

source: Modealla ii leat dušše sámegiela ođđasit ealáskahttin báikkálaš servodagas .
nob: Modellen representerer ikke bare et forsøk på å revitalisere det samiske språket i lokalsamfunnet . ”

source: « Guovttegielat oahpahanmodealla lea maiddái kultuvrralaš ođđasithuksema doaibmabidju . »
nob: Den tospråklige undervisningsmodellen representerer også et kulturelt gjenreisningstiltak . ”

source: Son oaivvildii alddis doarvái vuođu dadjat ahte Loabát guovddášskuvla ja guovttegielat oahpaheaddjit guovttegielat oahpahusain ledje lihkostuvvan « láhčit buori dilálašvuođa ohppiid guovttekultuvrralaš ovdáneapmái , sin skuvlafágalaš / doabalaš ovdáneapmái ja positiivva dáru – sámi guovttegielat ovdáneapmái . »
nob: ( op cit s 23 ) Han mente å ha grunnlag for å konkludere med at Lavangen sentralskole og de tospråklige lærerne med den tospråklige undervisningen hadde lyktes i å ” legge forholdene til rette for elevenes tokulturelle utvikling , deres skolefaglige / begrepsmessige utvikling og for en positiv norsksamisk tospråklig utvikling hos dem.

source: Govva maid Loabága sámeskuvlla oahppit leat ráhkadan
nob: Bilde laga av elever ved Lavangen sameskole

source: ( Govva : Svein Lund )
nob: ( Foto : Svein Lund )

source: Sámeskuvllas leat oahppit duddjon sámi hearvvaid velá hivssetuvssaide ge .
nob: Døra til jentetoalettet på Lavangen sameskole

source: Badjelmearálaš buorre doaivva ?
nob: Overdreven optimisme ?

source: Earret « pedagogalašfágalaš dutkanvuođustuvvon máhtolašvuođa » Øzerka guovttegielatvuođa positiiva árvvoštallama vuođđun leat maiddái « ságastallamat ja áicamat skuvllas » .
nob: Øzerk baserte foruten ” pedagogiskfaglig forskningsbasert viten ” sine svært positive vurderinger av tospråklighetsundervisningen på ” samtaler og korte observasjoner på skolen ” .

source: Su govvádusain sáhttá báhcit dakkár ipmárdus ahte skuvlaolbmot , politihkkarat ja suohkana hálddahus ovttamielalaččat ja iluin leat dorjon Loabát guovddášskuvlla guovttegielat oahpahusa oččodeami ja barggu .
nob: Framstillinga hans kan i det hele tatt etterlate et inntrykk av at skolefolket , politikerne og kommuneadministrasjon samstemt og med begeistring sluttet opp om arbeidet for tospråklig undervisning ved Lavangen sentralskole .

source: Doaibmabidju govviduvvui namalassii ii unnibun go « ođđa áigodat suohkana skuvlahistorjjás » , mas « báhcet luottat historjái » . Ii leat veavttasteapmi čuoččuhit ahte máŋgga guoskevaš oassálastái ii dáidde dát čilgehus gal leat nu movt sii oidnet dán ášši .
nob: Tiltaket representerte nemlig intet mindre enn ” en ny epoke i kommunens skolehistorie ” , og det vil ” sette spor etter seg i historien ” ( op cit s. 25 ) Det er ingen overdrivelse å hevde at mange av de berørte aktørene neppe vil kjenne seg helt igjen i denne beskrivelsen .

source: Logi jagi maŋŋel go Øzerk meroštalai ahte skuvllas ledje buorit vejolašvuođat ollášuhttit doaibmi guovttegielalašvuođa ulbmila , de orru sus leamaš badjelmearálaš buorre doaivva dasa .
nob: Ti år etter at Øzerk anså skolens muligheter for å realisere målet om funksjonell tospråklighet for gode , er det nok mye som tyder på at han var for optimistisk .

source: Ii báljo oktage ohppiin leat šaddan doaibmi sámegielgeavaheaddjin , ii njálmmálaččat iige čálalaččat .
nob: De aller færreste av elevene er blitt aktive brukere av samisk , muntlig og skriftlig .

source: Dasa leat olu sivat mat govviduvvojit čielgaseappot go gažadit sámeskuvlla oahpaheddjiid ja sámi váhnemiid .
nob: Det er mange årsaker til dette som vil bli nærmere belyst særlig med utgangspunkt i intervjuer med lærerne knyttet til Sameskolen og de samiske foreldrene .

source: Loabát sámeskuvla árvvoštallojuvvon váhnemiid ja oahpaheddjiid jearahallamiid vuođul
nob: Lavangen sameskole i dag vurdert på grunnlag av intervju med lærerne knyttet til skolen og samiske foreldre

source: Dán árvvoštallama vuođđun lea dat mii bođii ovdan go gažadedje eanas sámi váhnemiid ja oahpaheddjiid sámeskuvllas ja guovddášskuvlla jođiheddjiid .
nob: Dette bygger på intervju med de aller fleste av de samiske foreldrene , lærerne knyttet til Sameskolen og ledelsen ved sentralskolen .

source: Nu movt bájuhemiin oidno , de váhnemat gal eai ollinge čiegadan oainnuideaset ja oaiviliiddiset .
nob: Som sitatene viser , vek ikke foreldrene tilbake for å uttrykke sine meninger og synspunkter klart .

source: Sii čielgasit beroštedje mánáideaset skuvlafálaldagas , ja sin gaskavuohta skuvllain duođaštii ahte váhnemiin lei sihke ipmárdus ja beroštupmi .
nob: De var genuint opptatt av sine barns skoletilbud , og deres forhold til skolen var preget av både innsikt og engasjement .

source: « Sámeskuvla » , « Guovddášskuvla » ja suohkana njunnožat
nob: ” Sameskolen ” , ” Sentralskolen ” og kommuneledelsen

source: Namahus Loabát sámeskuvla lea duohtadilis doaibma mii dáhpáhuvvá boares , muhto ođastuvvon skuvlavisttis .
nob: Betegnelsen Lavangen Sameskole dekker virksomheten som foregår i et eldre , men nyrenovert skolebygg .

source: Fálaldat addo sullii 15 sámi oahppái , geat leat juhkkojuvvon golmma jovkui , smávvaskuvlla- , gaska- ja nuoraiddássái .
nob: Tilbudet her retter seg til ca 15 samiske elever , som er delt i tre grupper , småskole- , mellom- og ungdomstrinn .

source: Golbma oahpaheaddji gullet vuosttažettiin sámeskuvlii ja oahpahit aivve doppe .
nob: Tre lærere er primært knyttet til og har all sin undervisning på Sameskolen .

source: Sámeskuvla nappo ii leat iešheanalaš ásahus , muhto lea oassin ovddeš Loabát guovddášskuvllas man namma dál lea Loabát skuvla .
nob: Sameskolen er altså ikke er en selvstendig institusjon , men en del av det som tidligere het Lavangen Sentralskole og nå heter Lavangen skole .

source: Dattetge vásihit oahpaheaddjit oalle stuorra gaskka alddiineaset ja muđui skuvlaservodahkii , man sii gohčodit dáččaskuvlan .
nob: Likevel opplever disse tre lærerne en betydelig avstand til det øvrige skolesamfunn som de også kaller for Norskskolen .

source: Dát oahpaheaddjit eai ollinge leat duhtavaččat dálá jođihanortnegiin .
nob: Disse lærerne er langt fra tilfredse med dagens styringsordning .

source: Sii oaivvildit ahte dárbbašivčče juogalágan jođihandoaimma sámeskuvlla hálddašeami várás .
nob: De mener at det er behov for en eller annen lederfunksjon til å administrere Sameskolen .

source: Sin mielas livččii dán virggis galgan leat fágabargi , áinnas sámegielat .
nob: De tenker seg en fagperson som gjerne er samisktalende i denne rollen .

source: Nu movt odne doaibmá , de oahpaheaddjit šaddet mannat rektora ságaide juohke áidna smávva ášši birra , nugo jus dárbbašit liimma dahje eará ávdnasiid .
nob: Slik det er i dag må lærerne henvende seg til rektor for den minste ting som å få limstifter og annet materiell .

source: Nu , son galgá leat jearran borret go sii liimma sámeskuvllas .
nob: Ja , han skal spurt om de spiser limstifter på Sameskolen .

source: Sámeskuvlla oahpaheaddjit orrot leamen ovttaoaivilis dasa ahte dárbbašit olbmo guhte čielgaseappot ovddasta sámepedagogalaš Loabága .
nob: Lærerne knyttet til Sameskolen synes å være enige om at det er sterkt behov for et mer tydelig ansikt til å representere det samisk-pedagogiske Lavangen .

source: Dál juohke áidna oahpaheaddji šaddá ieš okto fuomášit juohke doaimma .
nob: Slik det er nå , må lærerne ta alle initiativ enkeltvis .

source: Sii váillahit olbmo guhte sáhttá hupmat sámeskuvlla ovddas , ja oaivvildit ahte čielgaset jođiheapmi sámeskuvllas livččii álkidahttán buot .
nob: De savner en som kan snakke på vegne av Sameskolen , og mener at en tydelig ledelse av Sameskolen ville forenklet det hele . De savner en tydelig markør .

source: Loabága skuvlla jođiheddjiin ja oahpaheddjiin lea dán golbmasa mielde unnán beroštupmi sámeskuvlla doibmii .
nob: Ledelsen og lærerne ved Lavangen skole viser i følge disse tre liten interesse for virksomheten ved Sameskolen , ” Men når 6. februar ( Samefolkets dag ) kommer , da er plutselig alt overlatt til oss .

source: Seammás Sámeskuvlla doaibma sakka gáržžiduvvo danne go « dáččaskuvla » lea mearridan buot eavttuid .
nob: Samtidig blir Sameskolens handlingsrom svært redusert fordi alle premisser er lagt av ” Norskskolen ” .

source: Go skuvlajahki álgá , lea « Dáččaskuvla » mearridan váldodiibmoplána .
nob: Når skoleåret starter , har ” Norskskolen ” lagt en hovedtimeplan .

source: Sámeskuvla ferte duhtat daidda vejolašvuođaide mat vel leat báhcán .
nob: Sameskolen får ta til takke med de mulighetene som da gjenstår .

source: Ja jus juoga galgá rievdaduvvot , de ferte dan šiehttat guoskevaš oahpaheddjiin .
nob: Og skal noe endres , må det tas opp med den enkelte berørte lærer . ”

source: « Dáppe sámeskuvllas leat mii oahpaheaddjit iežamet rektorat . »
nob: Vi lærere her på Sameskolen er våre egne rektorer . ”

source: Sii cuiggodit maiddái čielgasit Loabát skuvlla jođiheddjiid go dadjet ahte jus rektor livččii beroštan nu ollu sámeskuvlla ohppiin ja oahpaheddjiin go dáččaskuvllas , de livččii leamaš mealgat buoret .
nob: De fremmer også klar kritikk mot ledelsen ved Lavangen skole når de slår fast at dersom rektor hadde brydd seg like mye med Sameskolens elever og lærere som de på Norskskolen , hadde det vært mye bedre . ”

source: « Rektor ii oidno goassege dáppe sámeskuvllas . »
nob: Rektor er aldri å se her på Sameskolen . ”

source: Dát oahpaheaddjit eai ge vásit báljo doarjaga ja veahki suohkana politihkalaš ja hálddahuslaš jođihangottis .
nob: De samme lærerne opplever heller ikke noen særlig støtte fra kommunens politiske og administrative ledelse .

source: Doppe gullet dušše Sámeskuvlla váttisvuođaid birra .
nob: Derfra hører de bare om problemer på Sameskolen .

source: Sii eai goassege loga vásihit buorredáhtolaš beroštumi ja fuomášumi jus bures manná .
nob: Derimot opplever de aldri å bli møtt med positiv interesse for og oppmerksomhet om det som går bra .

source: « Skuvlahoavda mátkkošta ja ovddasta min sámi skuvlakonferánssain almmá addimis midjiide makkárge dieđuid dehe čilgehusaid . »
nob: Og ” Skolesjefen reiser rundt og representerer oss på samiske skolekonferanser uten at vi får noen former for tilbakemelding eller informasjon . ”

source: Dáid sámeskuvlla oahpaheddjiid leat gullan beasahallame dakkár cealkagiid go « mii gullat dávjá ahte mii leat badjelmearálaš hearkkit dáččaskuvlla ektui . »
nob: Fra disse lærerne ved Sameskolen falt det også ytringer som at ” vi hører det ofte at vi er hårsåre overfor Norskskolen . ” ”

source: « Dáččaskuvllas bahádallet min . »
nob: De baktaler oss på Norskskolen . ” ”

source: « Sámeskuvla dat álo šaddá seastit ruđaid ja gohčoduvvo skuvlla ruhtanjiellun , muhto nu ii leat goassege dáččaskuvllain . »
nob: Det er alltid Sameskolen som skal spare penger og som blir omtalt som et pengesluk , men dette gjelder aldri for Norskskolen .

source: Sámeskuvlla oahpaheaddjit váidaledje go dávjá eai oaččo sadjásaš oahpaheddjiid .
nob: Lærerne knyttet til Sameskolen beklaget seg over at det ofte ikke settes inn vikarer der .

source: Sii eaige lean duđavaččat go rektor ii goassege dolvvot ođđa bargiid Sámeskuvllas go oahpista daid .
nob: De var heller ikke tilfredse med at rektor , når han viser nytilsatte rundt på skolen , aldri tar dem med på Sameskolen .

source: Ii čájet oahpaheddjiin rabaslašvuođa ja luohttevašvuođa suohkana jođihangoddái go dát oahpaheaddjit čuoččuhedje iežaset searvan sámi earenoamášgelbbolašvuođa prošektii mas Loabát suohkan lei vuolláičállán soahpamuša , muhto jođiheaddjit rihkko soahpamuša go eai searvan .
nob: Det vitner ikke om noe åpent og tillitsfullt forhold til kommuneledelsen når disse lærerne hevdet at de hadde vært med på et samisk spesialkompetanseprosjekt , at Lavangen kommune hadde undertegnet kontrakt , men at ledelsen hadde brutt kontrakten og latt være å møte .

source: Luohttámuša ii čájet sin čuoččuhus ge ahte Sámeskuvla lei ohcan oažžut ja ožžon prošeaktaruđaid , muhto oahpaheaddjit eai goassege beassan diehtit masa ruhta geavahuvvui .
nob: Det gjør heller ikke påstanden deres om at Sameskolen hadde søkt om og fått innvilget prosjektmidler , men aldri fått vite fra ledelsen hva pengene gikk til .
